---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ElemTypeLabel
source: html/465b6875-07dd-61d6-2243-a1d4c557b4f1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ElemTypeLabel Property

"Label"

## Syntax (C#)
```csharp
public static ForgeTypeId ElemTypeLabel { get; }
```